// Localizable.strings


"Balance Beam found" = "Balance Beam found.  Opening connection to it.";

"Connected" = "Connected.";

"Couldn't initialize Bluetooth." = "Couldn’t initialize Bluetooth.";

"Discovery error" = "Bluetooth prolem.";

"Lost connection with Balance Beam" = "Lost connection with Balance Beam. Please press the red button inside the Balance Beam battery compartment again.";

"Press the red button" = "Press the red button inside the Balance Beam battery compartment. Wait 3 seconds, and if it doesn't stay connected, press it again.";

"Press the red button again" = "Please press the red button inside the Balance Beam battery compartment again.";

"Requires Bluetooth" = "This program requires Bluetooth.";

"Quit" = "Quit";
